app/controllers/students_controller.rb

  def index
    @students = Student.all
---
SELECT "students".* FROM "students"

  def show
    @student = Student.create!(first_name: params[:first_name], last_name: params[:last_name])
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-07-26 21:47:32.253324"], ["updated_at", "2018-07-26 21:47:32.253324"]]